Repository: atlas-studios/ForcedExposureDailyAfterRebirth
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 野王的女人：“终于有人出来澄清了，既然他们没有关系，我就可以放心的喷那个小凤漓了，竟然还发什么就喜欢你们看不惯我却又干不掉我的模样，真是好嚣张啊，我还以为她跟枫神关系很好呢，没想到是她约人家吃的饭！”
en_us: Wild King's Woman: "Finally, someone has come out to clarify this matter. Now that I know there's nothing between them I can finally be at ease and criticize that Little Ye Li. How dare she be so smug and tweet that she likes seeing us being angry at her while being unable to do anything to her. She's really arrogant. I thought that she had a very close relationship with Ye Feng. I didn't expect her to have asked him out for lunch!"

source: 镜中的女儿脸很大，还留着厚重的齐刘海儿，土里土气不说，还显得头大。
en_us: The girl in the mirror had a large face and thick and neat bangs which not only made her look like unsophisticated, it also made her head look large.

source: 除了有钱，好像是其他的都跟她没什么关系了。
en_us: Apart from being wealthy, she did not have any other positive attributes.

source: 除了莉莉安，排在她前面的其他几个她都不怕。
en_us: Other than Lilian, Ye Mei was not afraid of the others because she knew that they had risen to popularity using money.

source: 随后人群一阵骚乱，疯狂的尖叫层层迭起！
en_us: Afterwards, a commotion broke out and the crowd began screaming hysterically!

source: 随后反应过来，想这可能是刚刚自己的作为已经被人爆了，只是他没想到，妹妹的微博竟然被人挖了出来，想着她即将会遭受了什么，叶枫的脸色微微变了变，刚开机，十几个未接电话就跳了过来，有公司的，有经纪人的，也有他大哥二哥的。
en_us: He then recovered from the shock and thought that it was probably because of the uproar that was caused by his actions. However, he did not expect his younger sister's Twitter account to be exposed. Thinking that she might be about to receive some hate, Ye Feng's expression changed a little. As soon as he unlocked his mobile phone, he received more than ten missed calls. They were from his management agency, manager, and elder brothers.

source: 随后对面不知说了什么，他手中的电话啪的一下掉在了地上，直接就黑了屏。
en_us: Afterwards, he said something and his mobile phone suddenly dropped on the ground, after which the screen turned black.

source: 随后就是惊喜：“真的吗？”
en_us: She then asked in surprise, "Really?"

source: 随后打开微博，删除了那些图并致歉。
en_us: She then opened Twitter to delete the photo and make an apology.

source: 随后逐渐难看下去。
en_us: It then gradually became worse.

source: 随着长大，这种情况一直限制着她。
en_us: That condition of hers had been restricting her throughout her adolescence.

source: 难..难不成自己重生了？
en_us: 'Did... did I get reborn?'

source: 难不成真招惹到不该招惹的人了?
en_us: 'Could it be that we have really provoked someone we shouldn't have?'

source: 难怪。
en_us: 'That explains it.'

source: 难怪他敢当着那么多人的面带她吃饭。
en_us: No wonder he dared to take her to lunch in front of so many people.

source: 难怪叶漓敢在微博上说那种话。
en_us: No wonder Ye Li dared to say those things on Twitter.

source: 难怪叶眉这么想要这条裙子，就是叶漓，也被镜子中的自己惊艳了片刻。
en_us: 'No wonder Ye Mei desperately wanted this dress.' Even Ye Li was stunned and amazed by her own reflection for a while when she stood in front of the mirror.

source: 难怪她会冲动的跑去自杀，难怪她会那样恨他们，原来学校里的那群人才是罪魁祸首！
en_us: It was no wonder that she had decided to kill herself in a moment of impulse. It turned out that her schoolmates were all culprits!

source: 难道也是去参加徐家的聚会的吗？
en_us: 'Is she going to attend the social gathering hosted by Xu Fengnian's family too?'

source: 难道叶漓醒来，又闹了吗？
en_us: 'Did Ye Li throw a tantrum again after regaining consciousness?'

source: 难道真的是因为自己身份的原因吗？
en_us: 'Is it really because of my identity?'

source: 难道眼前这个女生，也是叶家的小姐？
en_us: Is this girl in front of them a daughter of the Ye Family too? They wondered.

source: 难道说，枫神是来邀请叶眉吃饭的吗？
en_us: They wondered, 'Did Ye Feng invite Ye Mei to lunch?'

source: 面对曾经疼爱自己的父亲和哥哥们的各种相逼，同学们的嘲笑，性格极端的她直接跳了学校的池塘，险些淹死。
en_us: Faced with all kinds of pressure from her father and brothers, who used to love and dote on her very much, as well as the mockery of her classmates, Ye Li, who had an extreme personality, jumped straight into the pond in school where she almost drowned.

source: 面目扭曲！
en_us: She grimaced!

source: 顿时，教室里发出了一阵凄厉的惨叫。
en_us: All of a sudden, a miserable shriek sounded in the classroom.

source: 颜值也只是中上等。
en_us: His looks were only slightly above average too.

source: 风向cp：“请你自觉离开枫神，不然我们cp粉与你势不两立！”
en_us: Ye Feng And Xiangyang Are A True Pair: "Please be self-aware and leave Ye Feng. Otherwise, we'll go against you!"

source: 骂声越来越烈。
en_us: The hateful comments became more and more aggressive.

source: 黑色更是将她原本就白嫩的肌肤衬托的几欲发光。
en_us: The color black accentuated her fair and tender skin, making it look like it was glowing and almost luminescent.

source: 鼎鼎大名，娱乐圈顶级流量大明星枫神，正一脸兴奋的朝着一个方向跑了过去。
en_us: The famous A-list celebrity of the entertainment industry, Ye Feng, was scurrying in another direction excitedly.

source: 果然。
en_us: Just as he expected.

source: 众人艳羡的目光落到了叶眉身上。
en_us: Everyone cast looks of envy at Ye Li.
